[
  {
    "id": 903,
    "title": "Episode 903: Ayo Incar Gelar Raja Steal Base & Balon Festival",
    "videoId": "12218963528423",
    "desc": "Episode ini mengisahkan upaya Nobita menggunakan \"Medali Return Instan\" untuk menguasai teknik mencuri base demi membungkam kemarahan Giant, serta petualangan Doraemon menciptakan berbagai festival ajaib melalui alat \"Festiballoon\" untuk menghibur Shizuka yang sedang bersedih.",
    "seri": "2005",
    "link": "903.html"
  },
  {
    "id": 895,
    "title": "Episode 895: Cat Transparan & Pencuri Misterius Nobita Muncul!",
    "videoId": "11022329449191",
    "desc": "Dalam dua petualangan yang penuh kekacauan dan kecerdikan, Nobita menggunakan alat-alat rahasia Doraemon untuk menyembunyikan sesuatu yang berharga dan merebut kembali apa yang telah direnggut darinya. Dari kekacauan akibat benda tak terlihat hingga aksi penyamaran ala pencuri ulung, Nobita belajar bahwa kecerdikan tanpa tanggung jawab justru dapat menimbulkan masalah yang lebih besar, sekaligus membuka peluang bagi keberanian dan kreativitas yang tak terduga.",
    "seri": "2005"
  },
  {
    "id": 893,
    "title": "Episode 893: Payung Pemandu Bintang Jatuh & Pertarungan Antar Ibu",
    "videoId": "10963343510247",
    "desc": "Nobita menghadapi situasi lucu dan menegangkan: dari mencoba menangkap meteor dengan alat rahasia agar mendapat permainan baru, hingga terjebak dalam kekacauan kompetitif yang terjadi antara ibunya dan ibu teman-temannya akibat alat rahasia yang membangkitkan semangat persaingan. Cerita menggabungkan keinginan Nobita, kegembiraan, dan kekacauan keluarga dalam satu alur yang menghibur.",
    "seri": "2005"
  },
  {
    "id": 870,
    "title": "Episode 870: Gunakan Pil Penolong Kepadaku & Ku, ku, Kunang-kunang Datang",
    "videoId": "12167779388135",
    "desc": "Episode ini menceritakan upaya Nobita melarikan diri dari tumpukan tugas sekolah menggunakan alat ajaib Doraemon. Mulai dari kekacauan akibat obat \"Tasukeron\" yang membuatnya terpaksa menjadi relawan dadakan bagi tetangga, hingga eksperimen menggunakan air penyiram ajaib untuk memanggil bantuan mengerjakan PR yang justru mendatangkan situasi tidak terduga di tengah panasnya musim panas.",
    "seri": "2005",
    "link": "870.html"
  },
  {
    "id": 691,
    "title": "Episode 691: Kotak Seandainya",
    "videoId": "12111381596903",
    "desc": "Nobita dimarahi guru dan ibunya karena terus-menerus tidur, bahkan dianggap tidak punya semangat. Ia menggunakan \"Kotak Seandainya\" untuk mengubah dunia menjadi tempat di mana kemampuan tidur siang dianggap sebagai bakat yang hebat dan membanggakan. Di dunia baru ini, Nobita menjadi selebriti dan \"Jenius Tidur\", tetapi kekacauan terjadi ketika semua orang tidur saat beraktivitas, termasuk sopir truk yang menyetir sambil tidur, memaksa Nobita meminta dunia dikembalikan seperti semula",
    "seri": "1979",
    "link": "691-1979.html"
  },
  {
    "id": 665,
    "title": "Episode 665: Sendirian di Kota Masa Depan & Serahkan Saja pada Lebah",
    "videoId": "12169423686375",
    "desc": "Episode ini mengikuti petualangan Nobita di dua lini masa yang berbeda; pertama, ia harus menghadapi misteri kota masa depan tahun 2125 yang kosong dan ancaman invasi alien bersama Sewashi, sementara di kisah kedua, Nobita harus berjuang melawan nasib buruk yang terus mengotori pakaiannya demi menghindari kemarahan besar sang Ibu.",
    "seri": "2005",
    "link": "665.html"
  },
  {
    "id": 631,
    "title": "Episode 631: Awan Berpergian Separuh Badan & Terkuat! Kertas Robot",
    "videoId": "11026669243111",
    "desc": "Nobita, yang sering terjebak antara kewajiban dan keinginannya untuk bersenang-senang, kembali menghadapi dilema khasnya. Dengan bantuan alat-alat ajaib Doraemon—mulai dari awan yang memungkinkan tubuh terpisah hingga kertas yang hidup seperti robot—Nobita mencoba mencari jalan pintas untuk menghindari tanggung jawab dan membalikkan keadaan.\n\nNamun, seperti biasa, penggunaan alat ajaib tanpa pertimbangan matang justru membawa rangkaian kejadian tak terduga. Dua kisah ini sama-sama menyoroti kecenderungan Nobita untuk bergantung pada solusi instan, sekaligus mengajarkan bahwa kecerdikan tanpa tanggung jawab sering kali berujung pada masalah baru.",
    "seri": "2005"
  },
  {
    "id": 630,
    "title": "Episode 630: Selidiki dengan Satelit Mata-mata & Membingungkan? Palu ajaib Pengabul Harapan",
    "videoId": "10994965613287",
    "desc": "Dalam dua cerita ini, Nobita dan teman-temannya berhadapan dengan alat rahasia Doraemon yang tampaknya sangat berguna, tetapi justru memunculkan masalah baru. Satelit Mata-Mata menunjukkan bahaya pengawasan berlebihan dan rasa ingin tahu yang tak terkendali, sementara Palu Keberuntungan mengajarkan bahwa keinginan tidak selalu terwujud secara instan atau sesuai harapan. Keduanya menekankan bahwa teknologi dan keajaiban tanpa kebijaksanaan justru dapat membawa kekacauan.",
    "seri": "2005"
  },
  {
    "id": 585,
    "title": "Episode 585: Robot AI Disuruh Apapun & Mesin Penjual Barang Berguna",
    "videoId": "12091992312551",
    "desc": "Episode ini menampilkan Nobita yang mencoba mempermudah hidupnya dengan teknologi, dimulai dengan melatih robot monyet AI bernama \"Ai Ai\" untuk melayaninya hingga ia merasa tak butuh Doraemon lagi, dilanjutkan dengan penggunaan mesin penjual otomatis ajaib yang secara misterius memberikan barang-barang yang tepat untuk menyelamatkan Nobita dari masalah dengan Suneo dan Ibunya.",
    "seri": "2005"
  },
  {
    "id": 529,
    "title": "Episode 529: Kacamata Uji Nyali & Origami Mahluk Hidup",
    "videoId": "12166352210663",
    "desc": "Episode ini menampilkan petualangan Nobita dengan alat ajaib yang mengubah persepsi dan realitas, mulai dari tantangan uji nyali menggunakan kacamata yang mengubah lingkungan menjadi horor, hingga keseruan membuat berbagai hewan menjadi hidup melalui seni origami ajaib yang berakhir dengan kekacauan akibat ulah Giant dan Suneo.",
    "seri": "2005",
    "link": "529.html"
  },
  {
    "id": 517,
    "title": "Episode 517: Biskuit Transformasi Hewan & Pistol Sinar Evolusi dan Devolusi",
    "videoId": "12167779191527",
    "desc": "Episode ini menghadirkan dua kisah kekacauan akibat alat ajaib: pertama, kepanikan Nobita saat tamu ibunya berubah menjadi hewan setelah memakan biskuit khusus, dan kedua, petualangan Nobita menggunakan pistol sinar yang bisa mempercepat atau memutar balik evolusi benda maupun makhluk hidup, yang justru membuat ayahnya berubah menjadi manusia purba.",
    "seri": "2005",
    "link": "517.html"
  },
  {
    "id": 489,
    "title": "Episode 489: Santa Mini",
    "videoId": "12111381596903",
    "desc": "Menjelang Natal, Nobita menginginkan helikopter remote control, namun ayahnya berniat membelikan buku biografi orang hebat. Doraemon membantu dengan alat \"Santa Mini\", di mana mereka bisa meminta hadiah apa saja dengan menuliskan keinginan di kertas. Sayangnya, karena Santanya berukuran mini, semua hadiah yang dikabulkan—termasuk helikopter Nobita dan mobil-mobilan untuk Giant—ukurannya sangat kecil hingga harus dilihat dengan kaca pembesar.",
    "seri": "1979",
    "link": "489-1979.html"
  },
  {
    "id": 465,
    "title": "Episode 465: Jam Ajaib",
    "videoId": "12111381400295",
    "desc": "Nobita panik karena terlambat bangun sekolah dan meminta bantuan Doraemon. Doraemon mengeluarkan \"Jam Ajaib\" yang dapat memanipulasi waktu, mengubah pagi menjadi malam agar Nobita bisa tidur lagi, atau sore hari untuk menikmati camilan. Namun, penggunaan jam ini membuat ritme kehidupan keluarga Nobita menjadi kacau, dari sarapan di malam hari hingga bermain saat seharusnya tidur, yang akhirnya membuat Nobita tetap kesulitan bangun pagi.",
    "seri": "1979"
  },
  {
    "id": 335,
    "title": "Episode 335: Cermin Dunia Terbalik & Terowongan Rahasia Nobita",
    "videoId": "12166352145127",
    "desc": "Episode ini mengisahkan upaya Nobita mencari keadilan dan pelarian melalui keajaiban alat Doraemon; pertama, Nobita bertukar tempat dengan dirinya versi pemberani dari dunia cermin untuk melawan intimidasi Giant, dan kedua, ia menggunakan robot pemakan ruang untuk menciptakan terowongan rahasia demi menghindari konsekuensi nilai ujian yang buruk di rumah.",
    "seri": "2005",
    "link": "335.html"
  },
  {
    "id": 73,
    "title": "Episode 73: Paspor Iblis & Kisah Batu yang Lucu",
    "videoId": "12167779257063",
    "desc": "Episode ini menampilkan sisi gelap dan sisi lembut Nobita secara bergantian: dimulai dengan aksi nekat Nobita yang mencoba menjadi penjahat menggunakan alat ajaib \"Paspor Iblis\" agar segala kesalahannya dimaafkan, hingga kisah menyentuh tentang Nobita yang merawat sebuah batu layaknya anjing peliharaan sungguhan berkat bantuan krim ajaib Doraemon.",
    "seri": "2005",
    "link": "73.html"
  },
  {
    "id": 18,
    "title": "Episode 18: Persaingan Barang Antik & Lampu Cerita Hantu",
    "videoId": "12085023673063",
    "desc": "Episode ini menghadirkan dua kisah seru: persaingan gengsi antara Nobita dan Suneo dalam memamerkan koleksi barang antik menggunakan alat penukar waktu dari abad ke-22, serta kepanikan Nobita saat harus mengikuti acara malam cerita hantu di rumah Giant yang berujung pada penggunaan lampu ajaib yang mampu mewujudkan cerita seram menjadi kenyataan.",
    "seri": "2005"
  }
]